export const prasadamItemI18n = {
  notFound: 'ప్రసాదం వస్తువు కనుగొనబడలేదు',
  create: {
    success: 'ప్రసాదం వస్తువు విజయవంతంగా సృష్టించబడింది',
  },
  update: {
    success: 'ప్రసాదం వస్తువు విజయవంతంగా నవీకరించబడింది',
  },
  delete: {
    success: 'ప్రసాదం వస్తువు విజయవంతంగా తొలగించబడింది',
  },
};

export const prasadamOrderI18n = {
  notFound: 'ప్రసాదం ఆర్డర్ కనుగొనబడలేదు',
  emptyItems: 'దయచేసి కనీసం ఒక వస్తువును ఎంచుకోండి',
  invalidItem: 'ఎంచుకున్న వస్తువులలో ఒకటి లేదా అంతకంటే ఎక్కువ చెల్లనివి',
  create: {
    success: 'ప్రసాదం ఆర్డర్ విజయవంతంగా చేయబడింది',
  },
  cancel: {
    success: 'ప్రసాదం ఆర్డర్ విజయవంతంగా రద్దు చేయబడింది',
  },
};
